export interface Event {
  image: string;
  title: string;
  type: string;
  data: string;
  time: string;
}

export interface Video {
  image: string;
  title: string;
  name: string;
  data: string;
}

export interface Note {
  data: string;
  text: string;
  img?: string;
}

export interface Consultation {
  type: string;
  title: string;
  data: string;
}

export interface UserData {
  id: number;
  name: string;
  surname: string;
  father: string;
  age: number;
  gender: string;
  img: string;
  event: Event[];
  video: Video[];
  notes: Note[];
  consultation: Consultation[];
}

const userData = [
  {
    id: 1,
    name: "Денис",
    surname: "Рожков",
    father: "Петрович",
    age: 30,
    gender: "муж",
    img: "./img/Rectangle 3.png",
    event: [
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "Вебинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png ",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "Вебинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png ",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "Вебинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png ",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "Вебинар",
        data: "9 марта 2021",
        time: "17:00",
      },
    ],
    video: [
      {
        image: "/img/Rectangl.png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        // data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangl.png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangl.png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
    ],
    notes: [
      {
        data: "20.12.2019",
        text: " Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.",
      },
      {
        data: "20.12.2019",
        text: " Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.",
        img: "./img/Rectangle 101.png",
      },
    ],
    consultation: [
      {
        type: "consultation",
        title: "Online консультация",
        data: "15.01.2019, 12:30-13:00",
      },
      {
        type: "consultation",
        title: "Online консультация",
        data: "15.01.2019, 12:30-13:00",
      },
      {
        type: "reception",
        title: "Online консультация",
        data: "15.01.2019, 12:30-13:00",
      },
    ],
  },
  {
    id: 2,
    name: "Александра",
    surname: "Кравцева",
    father: "Петровна",
    age: 30,
    gender: "жен",
    img: "./img/Oval.png",
    event: [
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png ",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png ",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png ",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "",
        data: "9 марта 2021",
        time: "17:00",
      },
    ],
    video: [
      {
        image: "./img/Rectangl.png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "/img/Rectangl.png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "/img/Rectangl.png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
    ],
    notes: [
      {
        data: "20.12.2019",
        text: " Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.",
        img: "./img/Rectangle 101.png",
      },
    ],
    consultation: [
      {
        type: "consultation",
        title: "Online консультация",
        data: "15.01.2019, 12:30-13:00",
      },
    ],
  },
  {
    id: 3,
    name: "Александра",
    surname: "Кравцева",
    father: "Петровна",
    age: 30,
    gender: "жен",
    img: "./img/Oval.png",
    event: [
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png ",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png ",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png ",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "",
        data: "9 марта 2021",
        time: "17:00",
      },
    ],
    video: [
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangl.png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
    ],
    notes: [
      {
        data: "20.12.2019",
        text: " Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.",
        img: "./img/Rectangle 101.png",
      },
    ],
    consultation: [
      {
        type: "consultation",
        title: "Online консультация",
        data: "15.01.2019, 12:30-13:00",
      },
    ],
  },
  {
    id: 4,
    name: "Александра",
    surname: "Кравцева",
    father: "Петровна",
    age: 30,
    gender: "жен",
    img: "./img/Oval (1).png",
    event: [
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
    ],
    video: [
      {
        image: "./img/Rectangl.png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
    ],
    notes: [
      {
        data: "20.12.2019",
        text: " Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.",
        img: "./img/Rectangle 101.png",
      },
    ],
    consultation: [
      {
        type: "consultation",
        title: "Online консультация",
        data: "15.01.2019, 12:30-13:00",
      },
    ],
  },
  {
    id: 5,
    name: "Александра",
    surname: "Кравцева",
    father: "Петровна",
    age: 30,
    gender: "жен",
    img: "./img/Oval (2).png",
    event: [
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
    ],
    video: [
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangl.png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
    ],
    notes: [
      {
        data: "20.12.2019",
        text: " Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.",
        img: "./img/Rectangle 101.png",
      },
    ],
    consultation: [
      {
        type: "consultation",
        title: "Online консультация",
        data: "15.01.2019, 12:30-13:00",
      },
    ],
  },
  {
    id: 6,
    name: "Александра",
    surname: "Кравцева",

    age: 30,
    gender: "жен",
    img: "./img/Oval (4).png",
    event: [
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
    ],
    video: [
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
    ],
    notes: [
      {
        data: "20.12.2019",
        text: " Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.",
        img: "./img/Rectangle 101.png",
      },
    ],
    consultation: [
      {
        type: "consultation",
        title: "Online консультация",
        data: "15.01.2019, 12:30-13:00",
      },
    ],
  },
  {
    id: 7,
    name: "Александра",
    surname: "Кравцева",
    age: 30,
    gender: "жен",
    img: "./img/Oval (5).png",
    event: [
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
    ],
    video: [
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
    ],
    notes: [
      {
        data: "20.12.2019",
        text: " Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.",
        img: "./img/Rectangle 101.png",
      },
    ],
    consultation: [
      {
        type: "consultation",
        title: "Online консультация",
        data: "15.01.2019, 12:30-13:00",
      },
    ],
  },
  {
    id: 2,
    name: "Александра",
    surname: "Кравцева",
    father: "Петровна",
    age: 30,
    gender: "жен",
    img: "./img/Oval.png",
    event: [
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
    ],
    video: [
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
    ],
    notes: [
      {
        data: "20.12.2019",
        text: " Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.",
        img: "./img/Rectangle 101.png",
      },
    ],
    consultation: [
      {
        type: "consultation",
        title: "Online консультация",
        data: "15.01.2019, 12:30-13:00",
      },
    ],
  },
  {
    id: 3,
    name: "Александра",
    surname: "Кравцева",
    father: "Петровна",
    age: 30,
    gender: "жен",
    img: "./img/Oval.png",
    event: [
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
    ],
    video: [
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
    ],
    notes: [
      {
        data: "20.12.2019",
        text: " Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.",
        img: "./img/Rectangle 101.png",
      },
    ],
    consultation: [
      {
        type: "consultation",
        title: "Online консультация",
        data: "15.01.2019, 12:30-13:00",
      },
    ],
  },
  {
    id: 4,
    name: "Александра",
    surname: "Кравцева",
    father: "Петровна",
    age: 30,
    gender: "жен",
    img: "./img/Oval (1).png",
    event: [
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
    ],
    video: [
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
    ],
    notes: [
      {
        data: "20.12.2019",
        text: " Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.",
        img: "./img/Rectangle 101.png",
      },
    ],
    consultation: [
      {
        type: "consultation",
        title: "Online консультация",
        data: "15.01.2019, 12:30-13:00",
      },
    ],
  },
  {
    id: 5,
    name: "Александра",
    surname: "Кравцева",
    father: "Петровна",
    age: 30,
    gender: "жен",
    img: "./img/Oval (2).png",
    event: [
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },

      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
    ],
    video: [
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
    ],
    notes: [
      {
        data: "20.12.2019",
        text: " Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.",
        img: "./img/Rectangle 101.png",
      },
    ],
    consultation: [
      {
        type: "consultation",
        title: "Online консультация",
        data: "15.01.2019, 12:30-13:00",
      },
    ],
  },
  {
    id: 6,
    name: "Александра",
    surname: "Кравцева",

    age: 30,
    gender: "жен",
    img: "./img/Oval (4).png",
    event: [
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
      {
        image: "./img/Rectangle.png",
        title: "Тяга резинки в шаге со сгибанием локтя под 90 градусов ",
        type: "вэбинар",
        data: "9 марта 2021",
        time: "17:00",
      },
    ],
    video: [
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
      {
        image: "./img/Rectangle(2).png",
        title: "Разминка для локтевого сустава",
        name: "Астахова Е.В.",
        data: "15.01.2019 - 22.01.2019",
      },
    ],
    notes: [
      {
        data: "20.12.2019",
        text: " Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.",
        img: "./img/Rectangle 101.png",
      },
      {
        data: "20.12.2019",
        text: " Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.",
        img: "./img/Rectangle 101.png",
      },
    ],
    consultation: [
      {
        type: "consultation",
        title: "Online консультация",
        data: "15.01.2019, 12:30-13:00",
      },
      {
        type: "consultation",
        title: "Online консультация",
        data: "15.01.2019, 12:30-13:00",
      },
    ],
  },
];
export default userData;
